{
  "1": {
    "1": "Surah ini dinamakan Al-Fatihah karena menjadi pembuka Kitabullah. Ia juga disebut Ummul Quran (induk Al-Quran) karena mencakup seluruh tema pokok Al-Quran; mulai dari tauhid, ibadah, dan lainnya. Surah Al-Fatihah merupakan surah paling agung dalam Al-Quran dan termasuk As-Sab'ul Matsani (tujuh ayat yang diulang-ulang).\n\n\"Dengan menyebut nama Allah aku memulai bacaan Al-Quran\" - memohon pertolongan-Nya dan mengambil berkah dengan menyebut nama-Nya. Basmalah mengandung tiga nama Allah yang terindah:\n\n1. \"Allah\": Dzat yang berhak disembah, nama khusus milik Allah Ta'ala yang tidak diberikan kepada selain-Nya.\n2. \"Ar-Rahman\": Pemilik rahmat yang luas. Dia Maha Pengasih secara zat-Nya.\n3. \"Ar-Rahim\": Pemilik rahmat yang menyeluruh. Dia mengaruniakan rahmat-Nya kepada siapa yang Dia kehendaki dari makhluk-Nya, khususnya hamba-hamba-Nya yang beriman.",
    "2": "\"Segala bentuk pujian yang mengandung sifat keagungan dan kesempurnaan adalah milik-Nya semata, tidak ada sekutu bagi-Nya, karena Dialah Rabb, Pencipta, dan Pengatur segala sesuatu. 'Alamin' adalah bentuk jamak dari 'alam' yang mencakup segala sesuatu selain Allah Ta'ala.\"",
    "3": "\"Sebagai pujian kepada Allah Ta'ala setelah penyebutan pujian bagi-Nya dalam ayat sebelumnya.\"",
    "4": "\"Pengagungan kepada Allah Ta'ala sebagai Pemilik segala sesuatu di hari Kiamat, di mana tak ada satu jiwa pun yang memiliki kuasa atas yang lain. 'Yaumiddin' adalah hari pembalasan dan perhitungan.\"",
    "5": "Kami mengkhususkan hanya kepada-Mu semata dengan segala bentuk ibadah dan ketaatan, tidak menyekutukan-Mu dengan sesuatu apapun. Hanya dari-Mu kami memohon pertolongan dalam segala urusan kami, karena di tangan-Mu-lah segala kebaikan, dan tiada penolong selain Engkau.",
    "6": "\"Tunjukilah kami jalan yang lurus, \nbimbinglah kami untuk menitinya, \ndan teguhkanlah kami di atasnya, \nserta tambahkanlah petunjuk bagi kami.\n\n'Ash-shirathal mustaqim' adalah jalan yang jelas tanpa kebengkokan, yaitu Islam yang diutus Allah melalui Muhammad ﷺ.\"",
    "7": "\"Yaitu jalan orang-orang yang telah Engkau anugerahkan nikmat (petunjuk) kepada mereka dari hamba-hamba-Mu, seperti para nabi, shiddiqin, syuhada, dan shalihin. Mereka itulah sebaik-baik teman. Bukan jalan orang-orang yang dimurkai (seperti Yahudi) yang mengetahui kebenaran namun tidak mengikutinya, dan bukan pula jalan orang-orang yang sesat (seperti Nasrani) yang tidak memperoleh petunjuk karena kelalaian mereka dalam mencari kebenaran.\""
  },
  "2": {
    "1": "Alif Lam Mim. Ini termasuk huruf-huruf yang digunakan sebagai pembuka beberapa surah dalam Al-Qur'an. Huruf-huruf ini adalah huruf hijaiyah yang tidak memiliki makna tersendiri ketika berdiri sendiri (seperti alif, ba, ta, dst), namun mengandung hikmah dan maksud tertentu, karena tidak ada sesuatu pun dalam Al-Qur'an yang tidak memiliki hikmah. Di antara hikmah terpentingnya adalah sebagai tantangan bahwa Al-Qur'an tersusun dari huruf-huruf yang mereka kenal dan gunakan dalam berbicara. Oleh karena itu, setelah penyebutan huruf-huruf ini biasanya diikuti dengan penyebutan Al-Qur'an, sebagaimana dalam surah ini.",
    "2": "Kitab (Al-Qur'an) itu tidak ada keraguan padanya, baik dari segi turunnya maupun dari sisi lafaz dan maknanya. Ia adalah firman Allah, petunjuk bagi orang-orang yang bertakwa menuju jalan yang menyampaikan kepada-Nya.",
    "3": "(Yaitu) orang-orang yang beriman kepada yang gaib, yaitu segala yang tidak dapat dijangkau oleh indera dan tersembunyi dari kita, yang telah dikabarkan oleh Allah atau Rasul-Nya, seperti hari akhir. Mereka adalah orang-orang yang mendirikan shalat dengan menunaikannya sesuai syarat, rukun, kewajiban, dan sunnah-sunnah yang telah Allah tetapkan. Mereka juga menginfakkan sebagian rezeki yang Allah berikan kepada mereka, dengan mengeluarkan yang wajib seperti zakat, atau yang tidak wajib seperti sedekah sunnah, mengharap pahala dari Allah.",
    "4": "Mereka adalah orang-orang yang beriman kepada wahyu yang diturunkan Allah kepadamu - wahai Nabi - dan yang diturunkan kepada semua nabi sebelummu tanpa membeda-bedakan. Mereka adalah orang-orang yang meyakini dengan keimanan yang pasti terhadap kehidupan akhirat dan segala yang ada di dalamnya berupa pahala dan siksa.",
    "5": "Mereka yang memiliki sifat-sifat ini berada dalam kemantapan jalan hidayah, dan merekalah yang beruntung di dunia dan akhirat dengan memperoleh apa yang mereka harapkan serta selamat dari apa yang mereka takutkan.\n\nBeberapa pelajaran dari ayat-ayat ini:\n• Keyakinan mutlak akan tiadanya keraguan (dalam Al-Qur'an) merupakan bukti bahwa ia berasal dari Allah, karena tidak mungkin makhluk mengklaim hal seperti itu dalam perkataannya.\n• Tidak ada yang bisa mengambil manfaat dari petunjuk-petunjuk agung dalam Al-Qur'an kecuali orang-orang yang bertakwa kepada Allah dan memuliakan-Nya.\n• Iman kepada yang gaib termasuk tingkatan iman yang paling tinggi, karena mengandung sikap pasrah kepada Allah dalam segala hal yang hanya Dia yang mengetahui yang gaib, dan kepada Rasul-Nya dalam segala yang diberitakannya.\n• Allah sering menyandingkan antara shalat dan zakat, karena shalat merupakan bentuk pengabdian kepada Tuhan, sedangkan zakat adalah bentuk kebaikan kepada hamba-hamba-Nya - keduanya merupakan tanda kebahagiaan dan keselamatan.\n• Iman kepada Allah dan amal shaleh akan melahirkan hidayah dan taufik di dunia, serta keberuntungan dan kemenangan di akhirat."
  }
}
