{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 1,
      "text": "Dengan nama Allah, aku memulai dengan menyebut setiap nama dari nama-nama Allah, karena kata 'nama' mencakup seluruh nama-nama-Nya yang indah. Allah adalah Dzat yang disembah, yang berhak untuk diibadahi karena sifat-sifat kesempurnaan-Nya. Ar-Rahman dan Ar-Rahim menunjukkan bahwa Allah memiliki rahmat yang luas dan agung, mencakup segala makhluk. Rahmat ini diberikan sepenuhnya kepada orang-orang bertakwa dan pengikut para nabi dan rasul. Semua nikmat berasal dari rahmat-Nya. Nama-nama Allah mencerminkan sifat-sifat sempurna-Nya, seperti Maha Mengetahui berarti Dia memiliki ilmu dan mengetahui segalanya, Maha Kuasa berarti Dia mampu atas segala sesuatu."
    },
    {
      "ayah": 2,
      "surah": 1,
      "text": "Segala puji bagi Allah, yaitu sanjungan atas Allah karena sifat-sifat sempurna-Nya dan perbuatan-Nya yang penuh keutamaan dan keadilan. Dialah yang paling layak mendapatkan pujian secara sempurna. Tuhan semesta alam adalah yang menciptakan seluruh makhluk, memberi mereka alat kehidupan, dan melimpahkan nikmat-nikmat besar. Segala nikmat yang ada berasal dari-Nya. Rububiyah Allah terbagi dua: umum (penciptaan, rezeki, dan pembimbingan duniawi) dan khusus (pembimbingan terhadap orang beriman dengan taufik, iman, dan perlindungan dari halangan). Karena itu, para nabi sering menggunakan kata 'Rabb' dalam doa mereka."
    },
    {
      "ayah": 3,
      "surah": 1,
      "text": "Salah satu bentuk rahmat dan kepedulian Allah terhadap hamba-Nya adalah dengan menurunkan kepada Nabi Muhammad ﷺ kitab yang paling mulia, yaitu Al-Qur’an, yang memuat kebenaran dalam berita, perintah, dan larangan. Apa yang dikabarkannya adalah benar, dan hukumnya adil. Ia diturunkan agar manusia menyembah Allah dan mempelajari kitab-Nya. Al-Qur’an membenarkan kitab-kitab sebelumnya, menjadi saksi atasnya; yang dibenarkannya diterima, yang ditolaknya ditolak. Ahli Kitab tidak dapat mengklaim iman kepada kitab mereka jika mereka menolak Al-Qur’an. Penolakan mereka terhadap Al-Qur’an membatalkan iman mereka terhadap kitab mereka sendiri. Allah juga menurunkan Taurat kepada Musa dan Injil kepada Isa."
    },
    {
      "ayah": 4,
      "surah": 1,
      "text": "Pemilik hari pembalasan – Pemilik adalah yang memiliki kekuasaan penuh, menetapkan hukum, memberi pahala dan hukuman, serta berkuasa penuh atas hamba-Nya. Allah menyebut kepemilikan-Nya atas hari pembalasan karena pada hari itu tampak sepenuhnya kekuasaan, keadilan, dan hikmah-Nya. Hari itu, segala bentuk kekuasaan makhluk lenyap. Semua manusia, dari raja hingga rakyat biasa, akan tunduk kepada-Nya, menunggu keputusan-Nya, berharap pahala, dan takut azab. Meskipun Allah juga pemilik hari-hari lainnya, namun hari pembalasan disebut khusus karena kekhususan keagungan yang tampak saat itu."
    },
    {
      "ayah": 5,
      "surah": 1,
      "text": "Hanya kepada-Mu kami menyembah dan hanya kepada-Mu kami memohon pertolongan. Ini menunjukkan pengkhususan ibadah dan permintaan tolong hanya kepada Allah. Menyembah hanya Engkau, tidak selain-Mu. Kami meminta pertolongan hanya kepada-Mu, tidak kepada makhluk. Ibadah adalah istilah mencakup segala yang dicintai Allah berupa ucapan dan perbuatan lahir dan batin. Permintaan tolong adalah bersandar pada Allah dalam mendapatkan manfaat dan menolak mudarat, dengan penuh keyakinan kepada-Nya. Agar ibadah diterima, harus sesuai dengan ajaran Rasulullah ﷺ dan dilakukan ikhlas karena Allah. Karena semua bentuk ibadah membutuhkan pertolongan Allah, maka disebutkan juga permintaan tolong secara khusus."
    },
    {
      "ayah": 6,
      "surah": 1,
      "text": "Tunjukilah kami jalan yang lurus – yaitu bimbinglah, arahkanlah, dan berilah kami taufik untuk mengikuti jalan yang jelas yang mengantarkan kepada Allah dan surga-Nya. Jalan ini mencakup mengenal kebenaran dan mengamalkannya. Permintaan ini mencakup dua hal: hidayah kepada jalan (berislam dan meninggalkan agama selainnya), dan hidayah di dalam jalan itu (mencakup seluruh rincian ilmu dan amal agama). Doa ini adalah doa paling penting dan dibaca dalam setiap rakaat salat karena sangat dibutuhkan oleh setiap hamba."
    },
    {
      "ayah": 7,
      "surah": 1,
      "text": "Yaitu jalan orang-orang yang Engkau beri nikmat kepada mereka – yaitu para nabi, shiddiqin, syuhada, dan orang saleh. Bukan jalan orang-orang yang dimurkai, yaitu mereka yang tahu kebenaran tapi menolaknya seperti Yahudi. Dan bukan jalan orang-orang yang sesat, yaitu yang tersesat dari kebenaran karena kebodohan seperti Nasrani. Meskipun surat ini pendek, ia mencakup banyak kandungan penting: tauhid rububiyah (Tuhan semesta alam), tauhid uluhiyah (hanya kepada-Mu kami menyembah), tauhid asma dan sifat (melalui pujian kepada Allah), kenabian (dalam permintaan petunjuk), hari pembalasan (Pemilik hari pembalasan), takdir dan usaha manusia, serta bantahan terhadap semua aliran sesat. Ia juga mencakup ikhlas dalam ibadah dan tawakkal kepada Allah."
    }
  ]
}
